tap "azure/kubelogin"
tap "homebrew/bundle"
tap "httpx-sh/tap"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "kudobuilder/tap"
tap "redpanda-data/tap"
tap "restcli/restcli"
tap "weaveworks/tap"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "python@3.12"
brew "asciinema"
brew "azure-cli"
brew "libssh2"
brew "bat"
brew "bc"
brew "bind"
brew "glib"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "crane"
brew "difftastic"
brew "direnv"
brew "docker"
brew "expect"
brew "eza"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libarchive"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "gh"
brew "git-cliff"
brew "git-filter-repo"
brew "gnupg"
brew "go"
brew "go-task"
brew "helm"
brew "hexyl"
brew "httpie"
brew "hugo"
brew "influxdb-cli"
brew "ios-deploy"
brew "jaq"
brew "jj"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libgit2@1.7"
brew "librdkafka"
brew "lolcat"
brew "lsd"
brew "make"
brew "openjdk"
brew "maven"
brew "neovim"
brew "nmap"
brew "node"
brew "parallel"
brew "pkgconf"
brew "pnpm"
brew "postgresql@14"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rover"
brew "rust-analyzer"
brew "scrcpy"
brew "sevenzip"
brew "slides"
brew "ssh-copy-id"
brew "stern"
brew "tcl-tk"
brew "thefuck"
brew "tmux"
brew "tree"
brew "trippy"
brew "trunk"
brew "virtualenv", link: false
brew "vite"
brew "watch"
brew "wireshark"
brew "yarn"
brew "yq"
brew "z"
brew "azure/kubelogin/kubelogin"
brew "httpx-sh/tap/httpx"
brew "jesseduffield/lazydocker/lazydocker"
brew "kudobuilder/tap/kuttl-cli"
brew "redpanda-data/tap/redpanda"
brew "restcli/restcli/restcli"
brew "weaveworks/tap/eksctl"
cask "openlens"
cask "openra"
cask "swiftbar"
cask "wireshark-chmodbpf"
